Revit 2024 API
ParameterTypeId.SteelElemCopeDistanceAxis Property
 "Distance from axis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemCopeDistanceAxis { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemCopeDistanceAxis As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemCopeDistanceAxis {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace